{
    "positive": [
      "You're doing great! Keep up the positivity!",
      "Today is a good day to make progress towards your goals.",
      "Celebrate your achievements, big or small!",
      "Keep smiling and spread positivity wherever you go.",
      "You've got this! Believe in yourself and keep moving forward.",
      "Focus on the present moment and let go of worries about the future.",
      "Embrace the challenges as opportunities for growth.",
      "Choose kindness and compassion in every interaction.",
      "Take a moment to appreciate the beauty of nature around you.",
      "Share your joy and gratitude with those around you.",
      "Visualize your success and work towards making it a reality.",
      "Stay motivated and focused on your goals.",
      "Surround yourself with positive energy and uplifting people.",
      "Practice gratitude for the blessings in your life.",
      "Believe in yourself and your ability to overcome obstacles.",
      "Keep a positive mindset, even in the face of adversity.",
      "Find joy in the little things and cherish each moment.",
      "Radiate positivity and watch it spread to others.",
      "Stay determined and resilient in pursuit of your dreams.",
      "Spread love and kindness wherever you go."
    ],
    "negative": [
      "Take a moment to breathe and focus on self-care.",
      "It's okay to feel down sometimes. Remember, tomorrow is a new day.",
      "Reach out to someone you trust and share your feelings.",
      "Acknowledge your feelings and give yourself permission to rest.",
      "Remember that challenges make you stronger. Hang in there!",
      "Allow yourself to feel your emotions without judgment.",
      "Practice self-compassion and be gentle with yourself.",
      "Seek support from loved ones during difficult times.",
      "Find healthy ways to cope with stress and anxiety.",
      "Focus on what you can control and let go of what you can't.",
      "Take things one step at a time and be patient with yourself.",
      "Remember that setbacks are temporary. Keep moving forward.",
      "Give yourself credit for the progress you've made.",
      "Find comfort in routines and activities that bring you peace.",
      "Listen to your body and prioritize your physical and mental well-being.",
      "Take breaks when needed and recharge your energy.",
      "Express gratitude for the lessons learned from challenging experiences.",
      "Practice mindfulness to stay grounded in the present moment.",
      "Seek professional help if you're struggling to cope.",
      "Remember that asking for help is a sign of strength, not weakness."
    ],
    "neutral": [
      "Every day may not be good, but there's something good in every day.",
      "Take a moment to appreciate the simple joys in life.",
      "Stay present and embrace the calmness of the moment.",
      "Find balance in your day and prioritize self-care.",
      "Focus on the present moment and let go of worries about the future.",
      "Take time to reflect on your experiences and lessons learned.",
      "Find beauty in the ordinary moments of life.",
      "Practice gratitude for the small blessings in your life.",
      "Connect with nature and enjoy the serenity it brings.",
      "Savor the flavors and textures of your favorite foods.",
      "Appreciate the diversity of perspectives and experiences in the world.",
      "Explore new hobbies and interests to enrich your life.",
      "Stay curious and open-minded to new possibilities.",
      "Nourish your body and soul with nutritious food and positive thoughts.",
      "Embrace solitude and find peace in your own company.",
      "Accept the ups and downs of life as part of the journey.",
      "Find comfort in routines and rituals that bring you joy.",
      "Practice self-reflection to gain insights into yourself and your life.",
      "Stay true to yourself and your values, even in challenging times.",
      "Take time to rest and recharge your energy when needed."
    ]
  }
  